Repository: dasBoooot/weltenwind
Catalog: client/lib/l10n/app_*.arb
Languages: de

# authLoginTitle
source: Sign In
de: Anmelden

# authLoginButton
source: Sign In
de: Anmelden

# authRegisterTitle
source: Register
de: Registrieren

# authRegisterButton
source: Register
de: Account erstellen

# authLogoutButton
source: Sign Out
de: Abmelden

# authLogoutConfirmMessage
source: Do you really want to sign out?
de: Möchtest du dich wirklich abmelden?

# authAccountLocked
source: Account locked
de: Account gesperrt

# authPasswordLabel
source: Password
de: Passwort

# authUsernameLabel
source: Username
de: Spielername

# authLoginWelcome
source: Welcome to Weltenwind
de: Willkommen bei Weltenwind

# authLoginSubtitle
source: Sign in to manage your worlds
de: Melde dich an um deine Welten zu verwalten

# authUsernameRequired
source: Please enter your username
de: Bitte gib deinen Spielernamen ein

# authUsernameMinLength
source: Username must be at least 3 characters long
de: Spielername muss mindestens 3 Zeichen lang sein

# authPasswordRequired
source: Please enter your password
de: Bitte gib dein Passwort ein

# authPasswordMinLength
source: Password must be at least 6 characters long
de: Passwort muss mindestens 6 Zeichen lang sein

# authRememberMe
source: Stay signed in
de: Angemeldet bleiben

# authForgotPassword
source: Forgot password?
de: Passwort vergessen?

# authNoAccount
source: Don't have an account?
de: Noch kein Account?

# authLoginLoading
source: Signing in...
de: Anmeldung läuft...

# authGoogleComingSoon
source: Google login will be available soon
de: Google-Anmeldung kommt bald

# authGithubComingSoon
source: GitHub login will be available soon
de: GitHub-Anmeldung kommt bald

# authRegisterWelcome
source: Join Weltenwind
de: Bei Weltenwind registrieren

# authRegisterSubtitle
source: Create your account and start your adventure
de: Erstelle deinen Account und starte dein Abenteuer

# authUsernameRequiredAlt
source: Username is required
de: Spielername ist erforderlich

# authUsernameInvalidChars
source: Username can only contain letters, numbers, and underscores
de: Spielername darf nur Buchstaben, Zahlen und Unterstriche enthalten

# authEmailRequired
source: Please enter your email
de: Bitte gib deine E-Mail ein

# authHaveAccount
source: Already have an account?
de: Bereits einen Account?

# authRegisterSuccessWelcome
source: Registration successful! Welcome to Weltenwind!
de: Registrierung erfolgreich! Willkommen bei Weltenwind!

# authForgotPasswordTitle
source: Reset Password
de: Passwort zurücksetzen

# authForgotPasswordDescription
source: We'll send you a link to reset your password.
de: Wir senden dir einen Link zum Zurücksetzen deines Passworts.

# authForgotPasswordEmailLabel
source: Email Address
de: E-Mail-Adresse

# authForgotPasswordEmailRequired
source: Please enter your email address
de: Bitte gib deine E-Mail-Adresse ein

# authForgotPasswordSuccess
source: Email sent! Please check your inbox.
de: E-Mail versendet! Prüfe dein Postfach.

# authForgotPasswordSendButton
source: Send Link
de: Link senden

# authForgotPasswordBackToLogin
source: Back to Sign In
de: Zurück zur Anmeldung

# authForgotPasswordCancel
source: Cancel
de: Abbrechen

# authResetPasswordInvalidToken
source: The reset link is invalid or expired. Please request a new link.
de: Der Reset-Link ist ungültig oder abgelaufen. Bitte fordere einen neuen Link an.

# authResetPasswordSuccessTitle
source: Password Changed Successfully!
de: Passwort erfolgreich geändert!

# authResetPasswordTitle
source: Set New Password
de: Neues Passwort setzen

# authResetPasswordSuccessMessage
source: You will be automatically redirected to sign in...
de: Du wirst automatisch zur Anmeldung weitergeleitet...

# authResetPasswordDescription
source: Please enter your new password.
de: Bitte gib dein neues Passwort ein.

# authNewPasswordLabel
source: New Password
de: Neues Passwort

# authPasswordHelperText
source: At least 6 characters
de: Mindestens 6 Zeichen

# authNewPasswordRequired
source: Please enter a new password
de: Bitte gib ein neues Passwort ein

# authPasswordNoSpaces
source: Password cannot contain spaces
de: Passwort darf keine Leerzeichen enthalten

# authConfirmPasswordLabel
source: Confirm Password
de: Passwort bestätigen

# authConfirmPasswordRequired
source: Please confirm your new password
de: Bitte bestätige dein neues Passwort

# authPasswordsDoNotMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein

# authPasswordRequirementsTitle
source: Password Requirements:
de: Passwort-Anforderungen:

# authRequirementMinLength
source: At least 6 characters
de: Mindestens 6 Zeichen

# authRequirementNoSpaces
source: No spaces allowed
de: Keine Leerzeichen erlaubt

# authRequirementPasswordsMatch
source: Passwords match
de: Passwörter stimmen überein

# authResetPasswordButton
source: Reset Password
de: Passwort zurücksetzen

# authBackToLogin
source: Back to Sign In
de: Zurück zur Anmeldung

# navDashboard
source: Dashboard
de: Übersicht

# navWorldList
source: Worlds
de: Spielwelten

# navProfile
source: Profile
de: Profil

# worldsTitle
source: Game Worlds
de: Spielwelten

# worldLeaveButton
source: Leave
de: Verlassen

# worldPreRegisterButton
source: Pre-Register
de: Vorregistrieren

# worldCancelPreRegisterButton
source: Cancel Pre-Registration
de: Vorregistrierung abbrechen

# worldStatusUpcoming
source: Upcoming
de: Demnächst

# worldStatusOpen
source: Open
de: Offen

# worldStatusRunning
source: Active
de: Aktiv

# worldStatusClosed
source: Closed
de: Geschlossen

# errorGeneral
source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.

# errorNetwork
source: Network error. Please check your connection.
de: Netzwerkfehler. Bitte prüfe deine Verbindung.

# errorUnauthorized
source: You are not authorized to access this resource.
de: Du bist nicht berechtigt auf diese Ressource zuzugreifen.

# errorValidationEmail
source: Please enter a valid email address
de: Bitte gib eine gültige E-Mail-Adresse ein

# commonOr
source: or
de: oder

# commonLanguage
source: Language
de: Sprache

# buttonCancel
source: Cancel
de: Abbrechen

# buttonSave
source: Save
de: Speichern

# buttonRetry
source: Try Again
de: Erneut versuchen

# loadingText
source: Loading...
de: Lädt...

# landingSubtitle
source: Your portal to infinite worlds
de: Dein Portal zu unendlichen Welten

# landingTagline
source: 🎮 Play • 🌍 Explore • 🤝 Connect
de: 🎮 Spielen • 🌍 Erkunden • 🤝 Verbinden

# landingStartButton
source: Start Free Now
de: Jetzt kostenlos starten

# landingNoCreditCard
source: No credit card required
de: Keine Kreditkarte erforderlich

# landingLoginPrompt
source: Already a member? Sign in
de: Bereits Mitglied? Anmelden

# landingRegisterButton
source: Register for Free →
de: Kostenlos registrieren →

# landingStatsPlayers
source: Players
de: Spieler

# landingDiscoverMore
source: Discover More
de: Mehr entdecken

# landingFeaturesTitle
source: What makes Weltenwind special?
de: Was macht Weltenwind besonders?

# landingFeaturesSubtitle
source: Experience gaming on a new level
de: Erlebe Gaming auf einem neuen Level

# landingFeatureWorldsTitle
source: Infinite Worlds
de: Unendliche Welten

# landingFeatureWorldsDesc
source: Explore hundreds of unique game worlds or create your own
de: Erkunde hunderte einzigartige Spielwelten oder erschaffe deine eigene

# landingFeatureCommunityDesc
source: Connect with players from around the world
de: Verbinde dich mit Spielern aus aller Welt

# landingFeatureSecurityTitle
source: Safe & Fair
de: Sicher & Fair

# landingFeatureSecurityDesc
source: State-of-the-art security and fair rules for everyone
de: Modernste Sicherheit und faire Regeln für alle

# landingFeatureSpeedTitle
source: Lightning Fast
de: Blitzschnell

# landingFeatureSpeedDesc
source: Optimized servers for minimal latency
de: Optimierte Server für minimale Latenz

# landingFeatureMobileTitle
source: Play Everywhere
de: Überall spielen

# landingFeatureMobileDesc
source: On PC, tablet or smartphone - always with you
de: Am PC, Tablet oder Smartphone - immer dabei

# landingFeatureRewardsTitle
source: Rewards
de: Belohnungen

# landingFeatureRewardsDesc
source: Collect achievements and exclusive rewards
de: Sammle Erfolge und exklusive Belohnungen

# landingCtaTitle
source: Ready for your adventure?
de: Bereit für dein Abenteuer?

# landingCtaSubtitle
source: Join thousands of players and start today!
de: Schließe dich tausenden Spielern an und starte noch heute!

# footerCopyright
source: © 2024 Weltenwind. All rights reserved.
de: © 2024 Weltenwind. Alle Rechte vorbehalten.

# footerPrivacy
source: Privacy
de: Datenschutz

# footerLegal
source: Legal
de: Rechtliches

# worldListTitle
source: Choose Your World
de: Wähle deine Welt

# worldListSubtitle
source: Select your world
de: Wähle deine Spielwelt aus

# worldListLoadingError
source: Error loading worlds: {error}
de: Fehler beim Laden der Welten: {error}

# worldListErrorTitle
source: Error Loading Worlds
de: Fehler beim Laden der Welten

# worldListErrorUnknown
source: Unknown error
de: Unbekannter Fehler

# worldListEmptyTitle
source: No Worlds Found
de: Keine Welten gefunden

# worldListEmptyMessage
source: Try different filter settings.
de: Versuche andere Filtereinstellungen.

# worldListRefreshButton
source: Refresh
de: Aktualisieren

# worldListCreateButton
source: New World
de: Neue Welt

# worldListLoadingText
source: Loading worlds...
de: Lade Welten...

# worldAlreadyMember
source: You are already a member of world "{worldName}"!
de: Du bist bereits Mitglied der Welt "{worldName}"!

# worldPreRegisterSuccessful
source: Successfully pre-registered for {worldName}!
de: Erfolgreich für {worldName} vorregistriert!

# worldPreRegisterCancelled
source: Pre-registration for {worldName} cancelled.
de: Vorregistrierung für {worldName} abgebrochen.

# worldLeaveDialogTitle
source: Leave World?
de: Welt verlassen?

# worldLeaveDialogMessage
source: Do you really want to leave world "{worldName}"?
de: Willst du die Welt "{worldName}" wirklich verlassen?

# worldLeaveConfirm
source: Leave
de: Verlassen

# worldLeaveSuccessful
source: You have left {worldName}.
de: Du hast {worldName} verlassen.

# worldPlayButton
source: Play
de: Spielen

# worldLogoutError
source: Error signing out
de: Fehler beim Abmelden

# worldRegisterNow
source: Register Now
de: Jetzt registrieren

# worldAlreadyRegistered
source: Already registered? Sign in
de: Bereits registriert? Anmelden

# worldLogoutAndRegister
source: Sign out & register again
de: Abmelden & neu registrieren

# worldBackToHome
source: Back to Home
de: Zurück zur Startseite

# worldBackToWorlds
source: Back to Worlds
de: Zurück zu den Welten

# worldLoginButton
source: Sign In
de: Anmelden

# worldRegisterButton
source: Register
de: Registrieren

# worldLogoutButton
source: Sign Out
de: Abmelden

# worldNotFoundTitle
source: World Not Found
de: Welt nicht gefunden

# worldNotFoundMessage
source: The requested world does not exist or is not available.
de: Die angeforderte Welt existiert nicht oder ist nicht verfügbar.

# worldLoadingError
source: Error Loading
de: Fehler beim Laden

# worldInformationTitle
source: Information
de: Informationen

# worldEndDate
source: End: {date}
de: Ende: {date}

# worldDateUnknown
source: Unknown
de: Unbekannt

# worldAboutTitle
source: About This World
de: Über diese Welt

# worldAboutDescription
source: This is an exciting world full of adventures and challenges. Explore unknown territories, form alliances and become a legend!
de: Das ist eine aufregende Welt voller Abenteuer und Herausforderungen. Erkunde unbekannte Gebiete, schmiede Allianzen und werde zur Legende!

# worldRulesTitle
source: Rules
de: Regeln

# worldStatsTitle
source: World Statistics
de: Welt-Statistiken

# worldPlayersActive
source: {count} players active
de: {count} Spieler aktiv

# worldDefaultDescription
source: An exciting world full of adventures
de: Eine aufregende Welt voller Abenteuer

# worldCategoryClassic
source: Classic
de: Klassisch

# worldCategoryPvP
source: Player vs Player
de: Spieler vs Spieler

# worldCategoryExperimental
source: Experimental
de: Experimentell

# worldFiltersCategory
source: Category:
de: Kategorie:

# worldFiltersSortBy
source: Sort by:
de: Sortieren nach:

# worldFiltersSortStartDate
source: Start Date
de: Startdatum

# worldFiltersSortPlayerCount
source: Player Count
de: Spieleranzahl

# worldFiltersActiveFilters
source: Active filters:
de: Aktive Filter:

# worldFiltersResetAll
source: Reset All
de: Alle zurücksetzen

# worldStatusArchived
source: Archived
de: Archiviert

# userInfoClickForDetails
source: Click for details
de: Klicken für Details

# userInfoRoles
source: Roles:
de: Rollen:

# navigationJoinRequiredMessage
source: You must join the world first to see the dashboard
de: Du musst zuerst der Welt beitreten um das Dashboard zu sehen

# navigationBack
source: Back
de: Zurück

# navigationWorldOverview
source: World Overview
de: Welt-Übersicht

# navigationWorldDetails
source: World Details
de: Welt-Details

# navigationDashboard
source: To Dashboard
de: Zum Dashboard

# navigationDashboardRequiresJoin
source: Dashboard (Join required)
de: Dashboard (Beitritt erforderlich)

# navigationOpenMenu
source: Open Menu
de: Menü öffnen

# navigationTooltipJoinRequired
source: You must join the world to see the dashboard
de: Du musst der Welt beitreten um das Dashboard zu sehen

# worldJoinSuccess
source: Successfully joined world "{worldName}"!
de: Erfolgreich der Welt "{worldName}" beigetreten!

# worldJoinFailed
source: Join failed. Please try again.
de: Beitritt fehlgeschlagen. Bitte versuche es erneut.

# worldJoinPreRegistrationError
source: Error during pre-registration
de: Fehler bei der Vorregistrierung

# worldJoinCancelPreRegistrationError
source: Error canceling pre-registration
de: Fehler beim Abbrechen der Vorregistrierung

# worldJoinLeaveDialogTitle
source: Leave World?
de: Welt verlassen?

# worldJoinLeaveDialogContent
source: Do you really want to leave world "{worldName}"?
de: Willst du die Welt "{worldName}" wirklich verlassen?

# worldJoinUnknownWorld
source: Unknown
de: Unbekannt

# worldJoinBackToWorldsButton
source: Back to Worlds
de: Zurück zu den Welten

# worldJoinCancelPreRegistrationButton
source: Cancel Pre-registration
de: Vorregistrierung abbrechen

# worldJoinCancelPreRegistrationInProgress
source: Canceling...
de: Wird abgebrochen...

# worldJoinGenericError
source: An error occurred: {error}
de: Ein Fehler ist aufgetreten: {error}

# worldJoinUnknownError
source: Unknown error
de: Unbekannter Fehler

# worldJoinUnknownWorldName
source: Unknown World
de: Unbekannte Welt

# worldJoinPreRegisterButton
source: Pre-register
de: Vorregistrieren

# worldJoinPreRegisterInProgress
source: Registering...
de: Registriere...

# worldJoinLeaveInProgress
source: Leaving...
de: Verlasse...

# worldJoinNowButton
source: Join Now
de: Jetzt beitreten

# worldJoinInProgress
source: Joining...
de: Trete bei...

# worldJoinWorldClosedStatus
source: This world is currently closed
de: Diese Welt ist derzeit geschlossen

# worldJoinWorldArchivedStatus
source: This world is archived
de: Diese Welt ist archiviert

# worldJoinErrorLoadingWorldData
source: Error loading world data: {error}
de: Fehler beim Laden der Weltdaten: {error}

# invitePageTitle
source: Invitation
de: Einladung

# inviteWelcomeTitle
source: You've Been Invited!
de: Du wurdest eingeladen!

# inviteWelcomeSubtitle
source: You've been invited to world "{worldName}"
de: Du wurdest zur Welt "{worldName}" eingeladen

# inviteFromUser
source: Invited by {username}
de: Eingeladen von {username}

# inviteDetailsTitle
source: Invitation Details
de: Einladungs-Details

# inviteDetailsWorld
source: World
de: Welt

# inviteDetailsExpires
source: Expires
de: Läuft ab

# inviteActionRegisterHint
source: You need an account to join the world.
de: Du brauchst einen Account um der Welt beizutreten.

# inviteActionRegisterAndJoin
source: Register & Join
de: Registrieren & Beitreten

# inviteActionAlreadyHaveAccount
source: Already have an account? Sign in
de: Bereits einen Account? Anmelden

# inviteActionLoginHint
source: You already have an account. Sign in to join the world.
de: Du hast bereits einen Account. Melde dich an um der Welt beizutreten.

# inviteActionLogin
source: Sign In
de: Anmelden

# inviteActionAcceptHint
source: Hello {username}! You can now accept or decline the invitation.
de: Hallo {username}! Du kannst die Einladung jetzt annehmen oder ablehnen.

# inviteActionAccept
source: Accept Invitation
de: Einladung annehmen

# inviteActionDecline
source: Decline
de: Ablehnen

# inviteActionWrongEmailHint
source: You are signed in as {currentEmail}, but the invitation is for {inviteEmail}. You need to sign out and register with the correct email.
de: Du bist als {currentEmail} angemeldet, aber die Einladung ist für {inviteEmail}. Du musst dich abmelden und mit der korrekten E-Mail registrieren.

# inviteActionLogoutAndRegister
source: Sign Out & Register
de: Abmelden & Registrieren

# inviteActionUnknownStatus
source: Unknown status. Please try again later.
de: Unbekannter Status. Bitte versuche es später erneut.

# inviteErrorNoData
source: No invitation data available.
de: Keine Einladungsdaten verfügbar.

# inviteErrorInvalidOrExpired
source: Invitation invalid or expired
de: Einladung ungültig oder abgelaufen

# inviteErrorLoadingData
source: Error loading invitation data: {error}
de: Fehler beim Laden der Einladungsdaten: {error}

# inviteErrorAcceptFailed
source: Error accepting invitation
de: Fehler beim Annehmen der Einladung

# inviteErrorAcceptException
source: Error accepting invitation: {error}
de: Fehler beim Annehmen der Einladung: {error}

# inviteErrorDeclineFailed
source: Error declining invitation
de: Fehler beim Ablehnen der Einladung

# inviteErrorDeclineException
source: Error declining invitation: {error}
de: Fehler beim Ablehnen der Einladung: {error}

# inviteDeclineSuccess
source: Invitation declined
de: Einladung abgelehnt

# marketingDiscoverMoreWorlds
source: Discover more exciting worlds
de: Entdecke weitere spannende Welten

# marketingCallToAction
source: Discover hundreds of worlds, create your own, or join existing communities!
de: Entdecke hunderte Welten, erschaffe deine eigene oder schließe dich bestehenden Communities an!

# marketingFeatureCommunityDesc
source: Play with friends
de: Spiele mit Freunden

# marketingFeatureCreateTitle
source: Create
de: Erschaffen

# marketingFeatureCreateDesc
source: Build your world
de: Baue deine Welt

# marketingFeatureExploreTitle
source: Explore
de: Erkunden

# marketingFeatureExploreDesc
source: New adventures
de: Neue Abenteuer

# marketingBrowseAllWorlds
source: Browse All Worlds
de: Alle Welten durchsuchen

# inviteDetailsCreated
source: Created on
de: Erstellt am

# inviteWidgetTitle
source: Send invitation for {worldName}
de: Einladung für {worldName} senden

# inviteWidgetEmailLabel
source: Email Address
de: E-Mail-Adresse

# inviteWidgetEmailHint
source: friend@example.com
de: freund@beispiel.de

# inviteWidgetEmailRequired
source: Email address is required
de: E-Mail-Adresse ist erforderlich

# inviteWidgetEmailInvalid
source: Invalid email address
de: Ungültige E-Mail-Adresse

# inviteWidgetSendEmailOption
source: Send email automatically
de: E-Mail automatisch senden

# inviteWidgetSendEmailHint
source: Disable to create invitation link only
de: Deaktivieren um nur Einladungslink zu erstellen

# inviteWidgetSendButton
source: Send Invitation
de: Einladung senden

# inviteWidgetCreateLinkButton
source: Create Link
de: Link erstellen

# inviteWidgetSuccessWithEmail
source: Invitation successfully sent to {email}!
de: Einladung erfolgreich an {email} gesendet!

# inviteWidgetSuccessLinkOnly
source: Invitation link successfully created!
de: Einladungslink erfolgreich erstellt!

# inviteWidgetCopyLink
source: Copy
de: Kopieren

# inviteWidgetDialogTitle
source: Invite Player
de: Spieler einladen

# inviteWidgetCancel
source: Cancel
de: Abbrechen

# inviteWidgetLinkTitle
source: Invitation Link:
de: Einladungslink:

# worldInviteButton
source: Invite
de: Einladen

# authLoginSuccessButInviteFailed
source: Login successful, but invitation could not be accepted.
de: Anmeldung erfolgreich, aber Einladung konnte nicht angenommen werden.

# authRegisterSuccessButInviteFailed
source: Registration successful, but invitation could not be accepted.
de: Registrierung erfolgreich, aber Einladung konnte nicht angenommen werden.

# navigationLoadingGeneric
source: Loading page...
de: Seite wird geladen...

# navigationLoadingError
source: Error loading page
de: Fehler beim Laden der Seite

# navigationLoadingRetry
source: Try again
de: Erneut versuchen

# navigationLoadingWorldList
source: Loading worlds...
de: Welten werden geladen...

# navigationLoadingDashboard
source: Preparing dashboard...
de: Dashboard wird vorbereitet...

# navigationLoadingWorldJoin
source: Loading world...
de: Welt wird geladen...

# navigationErrorServiceUnavailable
source: Service unavailable. App will restart...
de: Service nicht verfügbar. App wird neu gestartet...

# navigationErrorNetwork
source: Network error. Check your internet connection.
de: Netzwerkfehler. Prüfe deine Internetverbindung.

# navigationErrorTimeout
source: Loading takes too long. Please try again.
de: Ladevorgang dauert zu lange. Versuche es erneut.

# navigationErrorTheme
source: Theme loading issues. Page will show with default theme.
de: Theme-Ladeprobleme. Page wird mit Standard-Theme angezeigt.

# navigationErrorGeneric
source: Unexpected error while loading page.
de: Unerwarteter Fehler beim Laden der Seite.

# worldListLoading
source: Loading worlds...
de: Welten werden geladen...

# worldListEmpty
source: No worlds available
de: Keine Welten verfügbar

# worldListEmptyDescription
source: No worlds have been created yet. Create your first world!
de: Es sind noch keine Welten erstellt worden. Erstelle deine erste Welt!

# worldListError
source: Error loading worlds
de: Fehler beim Laden der Welten

source: Retry
de: Erneut versuchen

# worldListNoResults
source: No results found
de: Keine Ergebnisse gefunden

source: Clear filters
de: Filter zurücksetzen
